//
//  Localizable.strings
//  Nextcloud
//
//  Copyright © 2017 Marino Faggiana. All rights reserved.
//
//  Author Marino Faggiana <marino.faggiana@nextcloud.com>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

// General

"_cancel_"                  = "Отказ";
"_upload_file_"             = "Качи файл";
"_download_file_"           = "Изтегли файл";
"_loading_"                 = "Зареждане";
"_loading_with_points_"     = "Зарежда…";
"_loading_num_"             = "Зареждане на файла %i";
"_loading_autoupload_"      = "Автоматично качване";
"_uploading_"               = "Качване";
"_synchronization_"         = "Синхронизиране";
"_delete_"                  = "Изтрий";
"_delete_file_n_"           = "Изтриване на файл %i от %i";
"_rename_"                  = "Преименуване";
"_move_"                    = "Преместване";
"_move_file_n_"             = "Преместване на файл %i от %i";
"_creating_sharing_"        = "Creating sharing";
"_updating_sharing_"        = "Updating sharing";
"_removing_sharing_"        = "Removing sharing";
"_add_"                     = "Добавяне";
"_login_"                   = "Вписване";
"_save_"                    = "Запази";
"_warning_"                 = "Предупреждение";
"_error_"                   = "Грешка";
"_error_e2ee_"              = "Грешка Е2ЕЕ";
"_no_"                      = "Не";
"_yes_"                     = "Да";
"_select_"                  = "Избери";
"_deselect_"                = "Размаркирай";
"_select_all_"              = "Избери всички";
"_upload_"                  = "Качване";
"_home_"                    = "Файлове";
"_file_to_upload_"          = "Файл за качване";
"_destination_"             = "Дестинация";
"_ok_"                      = "ОК";
"_beta_version_"            = "Бета версия";
"_function_in_testing_"     = "Тестова функционалност, моля изпратете информация за проблеми, с които сте се сблъскали.";
"_done_"                    = "Готово";
"_passcode_too_short_"      = "Паролата трябва да съдържа поне 4 символа";
"_selected_"                = "Избранo";
"_scan_fingerprint_"        = "Scan fingerprint to authenticate";
"_no_active_account_"       = "Не е открит профил";
"_info_"                    = "Информация";
"_warning_"                 = "Предупреждение";
"_email_"                   = "Имейл";
"_save_exit_"               = "Искате ли да напуснете екрана, без да запишете промените?";
"_video_"                   = "Видео";
"_overwrite_"               = "Презапиши";
"_transfers_in_queue_"      = "Tranfers in progress, please wait…";
"_too_errors_automatic_all_"= "Too many errors, go to \"Control Center\" to verify the problem";
"_create_folder_"           = "Създай папка";
"_create_folder_on_"        = "Създай папка в";
"_close_"                   = "Затвори";
"_postpone_"                = "Остави за по-късно";
"_remove_"                  = "Премахни";
"_file_not_found_"          = "Файлът не е открит";
"_continue_"                = "Продължаване";
"_continue_request_"        = "Желаете ли да продължите?";
"_auto_upload_folder_"      = "Автоматично качване";
"_gallery_"                 = "Галерия";
"_photo_"                   = "Снимка";
"_audio_"                   = "Аудио";
"_unknown_"                 = "Непознат";
"_next_"                    = "Следващ";
"_success_"                 = "Успех";
"_initialization_"          = "Инициализация";
"_experimental_"            = "Ексериментален";
"_select_dir_media_tab_"    = "Изберете като папката \"Медия\"";
"_error_creation_file_"     = "Съжалявам, файлът не може да бъде създаден";
"_save_path_"               = "Запиши";
"_save_settings_"           = "Запази настройките";
"_mode_filename_"           = "Filename mode";
"_warning_owncloud_"        = "Вие сте свързани с ownCloud сървър. ownCloud не е тестван и не се поддържа, ползвате на собствена отговорност. Информация как да мигрирате към Nextcloud можете да прочетете на https://nextcloud.com/migration";
"_warning_unsupported_"     = "Вие изполвате неподдържана версия на Nextcloud. За сигурността на вашите данни, Ви препоръчваме на актуализирате до последната стабилна версия.";
"_restore_"                 = "Възстановяне";
"_camera_roll_"             = "Camera roll";
"_tap_here_to_change_"      = "Докоснете тук за промяна";
"_no_albums_"               = "Няма албуми";
"_denied_album_"            = "Приложението няма достъп до \"Photos\", можете да го разрешите в Privacy Settings";
"_denied_camera_"           = "This app does not have access to \"Camera\", you can enable access in Privacy Settings";
"_start_"                   = "Начало";
"_purchase_"                = "Покупка";
"_account_not_available_"   = "The account %@ of %@ does not exist, please add it to be able to read the file %@";
"_error_parameter_schema_"  = "Wrong parameters, impossible to continue";
"_comments_"                = "Коментари";
"_sharing_"                 = "Споделяне";
"_details_"                 = "Подробности";
"_dark_mode_"               = "Тъмен режим";
"_dark_mode_detect_"        = "Засичане на iOS тъмен режим";
"_screen_"                  = "Дисплей";
"_wipe_account_"            = "Профилът е изтрит от сървъра";
"_appconfig_view_title_"    = "Конфигуриране на профил...";
"_no_permission_add_file_"  = "Нямате права за добавяне на файлове";
"_no_permission_delete_file_" = "Нямате права за изтриване на файлове";
"_no_permission_modify_file_" = "Нямате права за промяна на файлове";
"_request_upload_new_ver_"  = "Файлът е бил променен, искате ли да качите новата версия?";
"_add_folder_info_"         = "Добави папката в";
"_back_"                    = "Назад";
"_search_"                  = "Търсене";
"_of_"                      = "от";
"_internal_modify_"         = "Промяна с вграден editor";
"_database_corrupt_"        = "Oops something went wrong, please enter your credentials but don't worry, your files have remained secure";
"_download_image_max_"      = "Сваляне на изображението в пълни размери";
"_livephoto_save_"          = "Save Live Photo to photo album";
"_livephoto_save_error_"    = "Error during save of Live Photo";
"_file_conflict_num_"       = "file conflict";
"_file_conflicts_num_"      = "file conflicts";
"_file_conflict_desc_"      = "Which files do you want to keep?\nIf you select both versions, the copied file will have a number added to its name.";
"_file_conflict_new_"       = "Нови файлове";
"_file_conflict_exists_"    = "Вече съществуващи файлове";
"_file_not_rewite_doc_"     = "It is not possible to overwrite a document but only to create a new one";
"_move_or_copy_"            = "Премести или копирай";
"_copy_"                    = "Копие";
"_now_"                     = "Now";

// App

"_network_available_"       = "Network available";
"_network_not_available_"   = "Мрежата е недостъпна";

// Networking

"_file_too_big_"            = "File size too big to be encrypted/decrypted";
"_file_too_big_max_100_"    = "Много голям файл (макс. 100 kb)";
"_...loading..._"           = "Зарежда…";
"_download_plist_"          = " ";
"_no_reuploadfile_"         = "Could not find nor resend file. Delete the upload and reload the file to upload it.";
"_file_already_exists_"     = "Unable to complete the operation, a file with the same name exists";
"_read_file_error_"         = "Файлът не може да бъде прочетен";

// More

"_more_"                        = "Още";
"_notifications_"               = "Известия";
"_logout_"                      = "Отписване";
"_quota_space_unlimited_"       = "Неограничено";
"_quota_space_unknown_"         = "Непознат";
"_quota_using_"                 = "Използвате %@ от %@";

// Settings

"_acknowledgements_"            = "Acknowledgements";
"_settings_"                    = "Настройки";
"_passcode_"                    = "Парола";
"_lock_"                        = "Заключване";
"_lock_active_"                 = "Заключване: Включено";
"_lock_not_active_"             = "Заключване: Изключено";
"_lock_protection_no_screen_"        = "Не питай при стартиране";
"_lock_protection_no_screen_footer_" = "Use \"Do not ask at startup\" for protected folders only or for the encryption option";
"_url_"                         = "URL";
"_username_"                    = "Потребител";
"_change_credentials_"          = "Change your credentials";
"_wifi_only_"                   = "Only use Wi-Fi connection";
"_settings_autoupload_"         = "Автоматично качване";
"_app_version_"                 = "Версия на приложението";
"_app_in_use_"                  = "Application in use";
"_contact_by_email_"            = "Contact us by email";
"_clear_cache_"                 = "Изтриване на кеша";
"_clear_cache_footer_"          = "Изчистване на свалените и offline файловете от приложението";
"_exit_"                        = "Reset application";
"_exit_footer_"                 = "Премахване на всички профили и локални данни от приложението";
"_funct_not_enabled_"           = "Functionality not enabled";
"_passcode_activate_"           = "Включи защитата с парола";
"_disabling_passcode_"          = "Премахване на защитата с парола";
"_want_exit_"                   = "Внимание! Ще бъде възстановено към първоначалното състояние. Продължаване?";
"_proceed_"                     = "Proceed";
"_delete_cache_"                = "Delete cache";
"_want_delete_cache_"           = "Do you want to delete the cache (this also removes the transfers in progress) ?";
"_want_delete_thumbnails_"      = "Желаете ли да изтриете и всички миниатюри?";
"_mail_deleted_"                = "Mail deleted";
"_mail_saved_"                  = "Имейлът е запазен";
"_mail_sent_"                   = "Електронната поща е изпратена";
"_mail_failure_"                = "Не може да бъде изпратен email: %@";
"_information_req_"             = "Information request";
"_write_in_english_"            = "Kindly write to us in English";
"_credentials_"                 = "Потребител и парола";
"_manage_account_"              = "Manage account";
"_change_password_"             = "Промени паролата";
"_add_account_"                 = "Добавяне на регистрация";
"_delete_account_"              = "Изтриване";
"_want_delete_"                 = "Наистина ли желаете да изтриете?";
"_no_delete_"                   = "Не, не изтривай";
"_yes_delete_"                  = "Да, изтрий";
"_remove_cache_"                = "Моля изчакайте, кешът се изтрива...";
"_optimizations_"               = "Оптимизации";
"_synchronizations_"            = "Синхронизирани папки";
"_version_server_"              = "Версията на сървъра";
"_help_"                        = "Помощ";
"_lock_protection_simply_"      = "Password protection simple";
"_change_simply_passcode_"      = "Change password type";
"_quota_"                       = "Квота";
"_available_"                   = "наличен";
"_accounts_"                    = "Профили";
"_information_"                 = "Информация";
"_personal_information_"        = "Лични данни";
"_user_full_name_"              = "Име";
"_user_address_"                = "Адрес";
"_user_phone_"                  = "Телефонен номер";
"_user_email_"                  = "Имейл";
"_user_web_"                    = "Интернет страница";
"_user_twitter_"                = "Twitter";
"_user_job_"                    = "Задача";
"_user_businesssize_"           = "Размер на бизнеса";
"_user_businesstype_"           = "Сфера на бизнеса";
"_user_city_"                   = "Град";
"_user_country_"                = "Държава";
"_user_company_"                = "Фирма";
"_user_role_"                   = "Роля";
"_user_zip_"                    = "Пощенски код";
"_user_owner_"                  = "Създател";
"_user_employee_"               = "Служител";
"_user_contractor_"             = "Contractor";
"_user_editprofile_"            = "Промяна на профила";
"_favorite_offline_"            = "Любимите налични офлайн";
"_favorite_offline_footer_"     = "Making all favorites available offline may take a while and use a lot of memory while doing it.";
"_advanced_"                    = "Допълнителни";
"_disable_files_app_"           = "Забрани интеграцията с приложението Files";
"_disable_files_app_footer_"    = "Do not permit the access of files across the Apple Files application";
"_trial_"                       = "Trial";
"_trial_expired_day_"           = "Оставащи дни";
"_disableLocalCacheAfterUpload_footer_" = "After uploading the file, do not keep it in the local cache";
"_disableLocalCacheAfterUpload_"        = "Забрани локално кеширане";

// Manage AutoUpload

"_autoupload_"                      = "Автоматично качване на снимки/видео";
"_autoupload_select_folder_"        = "Избор на папка за \"Автоматично качване\"";
"_autoupload_error_select_folder_"  = "Изберете валидна папка за \"Автоматичното качване\"";
"_autoupload_background_"           = "Автоматично качване на заден план";
"_autoupload_photos_"               = "Автоматично качване на снимки";
"_autoupload_videos_"               = "Автоматично качване на видеа";
"_autoupload_description_"          = "Новите снимки/видеа ще бъдат качени във вашият Облак";
"_autoupload_description_background_"  = "This option requires the use of GPS to trigger the detection of new photos/videos in the camera roll once the location changes significantly";
"_autoupload_background_title_"     = "Limitations";
"_autoupload_background_msg_"       = "Due to iOS restrictions, it is not yet possible to perform background processes, unless GPS services are activated. Once the cell in the cellular network is changed, the system wakes up for a short time and checks for new photos to upload to the cloud.";
"_autoupload_change_location_"      = "Създай папка";
"_autoupload_location_now_"         = "Папка";
"_autoupload_location_default_"     = "Възстанови стандартната папка";
"_autoupload_change_location_footer_" = "Change folder used for 'Automatic upload of camera photos' (if the option is enabled)";
"_autoupload_not_select_home_"      = "Select a folder";
"_autoupload_save_album_"           = "Copy photo or video into the photo album";
"_autoupload_fullphotos_"           = "Качване на цялата галерия със снимки";
"_autoupload_fullphotos_footer_"    = "Задайте горните опции преди качването";
"_autoupload_create_subfolder_"     = "Ползване на подпапки";
"_autoupload_create_subfolder_footer_" = "Съхраняване в подпапки, разделени по година и месец";
"_autoupload_filenamemask_"         = "Change filename mask";
"_autoupload_filenamemask_footer_"  = "Change the automatic filename mask";
"_autoupload_current_folder_"       = "Избрана папка в момента";

// Manage Help

"_help_tutorial_"               = "Tutorial";
"_help_intro_"                  = "Представяне на Nextcloud";
"_help_activity_verbose_"       = "Детайлен поток на Активност";
"_help_activity_mail_"          = "Изпрати активността по email";
"_help_activity_clear_"         = "Изчисти активността";


// Manage Advanced

"_show_hidden_files_"           = "Показване и на скрити файлове";
"_format_compatibility_"        = "Най-съвместим";
"_format_compatibility_footer_" = "\"Най съвместим\" ще запази, когато е възможно, снимките като JPEG";
"_privacy_"                     = "Защита на лични данни";
"_privacy_footer_"              = "Nextcloud iOS uses a service for the analysis of a crash. Your personal information is not sent with the report. If you want disable it, please change the setting \"Disable crash reporter\" to ON";
"_crashservice_title_"          = "Disable crash reporter";
"_crashservice_alert_"          = "Тази опция изисква приложението да бъде рестартирано за да влезне в сила.";
"_upload_mov_livephoto_"        = "Жива снимка";
"_upload_mov_livephoto_footer_" = "\"Live Photo\" will save, when possible, the photo selected in \"Live Photo\" format";

// Login

"_connect_server_anyway_"       = "Желаете ли да се свържете със сървъра, въпреки това?";
"_connection_error_"            = "Connection error";
"_serverstatus_error_"          = "Connection to server failure, verify your server address or network status";
"_add_your_nextcloud_"          = "Add your Nextcloud account";
"_login_url_"                   = "Адрес на сървъра https://…";
"_login_bottom_label_"          = "Don't have a server yet?\nChoose one of the providers.";
"_error_multidomain_"           = "Address not allowed, only the following domains are valid:";
"_account_already_exists_"      = "Профилът %@ вече съществува";
"_traditional_login_"           = "Връщане към стария метод за вписване";
"_web_login_"                   = "Revert to web login method";
"_login_url_error_"             = "Url error, please verify your server url";

// Favorite

"_favorites_"                   = "Любими";
"_favorite_"                    = "Любима";
"_unfavorite_"                  = "Премахване от Любими";
"_no_files_uploaded_"           = "No files uploaded";
"_tutorial_favorite_view_"      = "Файлове и папки които маркирате като любими ще се показват тук";
"_tutorial_offline_view_"       = "Files copied here will be available offline.\n\nThey will be synchronized with your cloud.";
"_tutorial_local_view_"         = "You'll find the unpacked files from your cloud.\n\nConnect to iTunes to share these files.";
"_more_"                        = "Още";
"_favorite_no_files_"           = "Няма любими";


// Auto Upload

"_pull_down_"                               = "Pull down to refresh";
"_no_photo_load_"                           = "Няма снимки или видеа";
"_tutorial_autoupload_view_"                = "Можете да разрешите автоматичното качване от \"Настройки\"";
"_no_date_"                                 = "No date";
"_today_"                                   = "Днес";
"_yesterday_"                               = "Вчера";
"_time_"                                    = "Time: %@\n\n%@";
"_location_not_enabled_"                    = "Location Services not enabled";
"_location_not_enabled_msg_"                = "Моля отидете в \"Настройки\" и включете \"Location Services\"";
"_access_photo_not_enabled_"                = "Access to Photos not enabled";
"_access_photo_not_enabled_msg_"            = "Моля отидете в \"Настройки\" и включете \"Достъп до снимките\"";
"_access_photo_location_not_enabled_"       = "Access to Photos and Location not enabled";
"_access_photo_location_not_enabled_msg_"   = "Please go to \"Settings\" and turn on \"Photo Access\" and \"Location Services\"";
"_tutorial_photo_view_"                     = "No photos or videos uploaded yet";
"_create_full_upload_"                      = "Creating archive… May take a long time, please wait.";
"_error_createsubfolders_upload_"           = "Грешка при създаване на подпапки";
"_activate_autoupload_"                     = "Enable auto upload";
"_remove_photo_CameraRoll_"                 = "Remove from camera roll";
"_remove_photo_CameraRoll_desc_"            = "In case of successful auto upload a message will require the deletion of the photos or videos from the camera roll, remember that the deleted photos or videos will be available for 30 days in the trash";

// Utility

"_never_"                       = "никога";
"_less_a_minute_"               = "преди по-малко от минута";
"_minutes_ago_"                 = "преди %d минути";
"_hours_ago_"                   = "преди %d часа";
"_days_ago_"                    = "преди %d дни";
"_over_30_days_"                = "over 30 days";
"_connection_internet_offline_" = "The Internet connection appears to be offline or Wi-Fi is required";
"_insert_password_"             = "въведете парола";
"_update_in_progress_"          = "Version upgrade, please wait…";
"_forbidden_characters_"        = "The file or folder name contains invalid characters";
"_mail_not_can_send_mail_"      = "No account set up, or wrong email address entered";

// File

"_photo_camera_"                = "Снимки";
"_media_"                       = "Media";
"_unzip_in_progress_"           = "Extraction in progress on local storage…";
"_file_unpacked_"               = "File unpacked on local storage";
"_file_saved_local_"            = "File saved on local storage.";
"_file_not_present_"            = "Error: File not present, please reload.";
"_order_by_"                    = "Сортиране по";
"_order_by_name_a_z_"           = "Sort by name (from A to Z)";
"_sorted_by_name_a_z_"          = "Sorted by name (from A to Z)";
"_order_by_name_z_a_"           = "Sort by name (from Z to A)";
"_sorted_by_name_z_a_"          = "Sorted by name (from Z to A)";
"_order_by_date_more_recent_"   = "Sort from the most recent";
"_sorted_by_date_more_recent_"  = "Sorted from the most recent";
"_order_by_date_less_recent_"   = "Sort from the less recent";
"_sorted_by_date_less_recent_"  = "Sorted from the less recent";
"_order_by_size_smallest_"      = "Sort from the smallest";
"_sorted_by_size_smallest_"     = "Sorted from the smallest";
"_order_by_size_largest_"       = "Sort from the largest";
"_sorted_by_size_largest_"      = "Sorted from the largest";
"_delete_selected_files_"       = "Изтрий файловете";
"_move_selected_files_"         = "Move files";
"_move_or_copy_selected_files_" = "Move or copy files";
"_download_selected_files_"     = "Download files";
"_download_selected_files_folders_" = "Download files and folders";
"_error_operation_canc_"        = "Грешка: Операцията е отказана";
"_only_lock_passcode_"          = "Available only with Lock password activated. Activate it in the \"Settings\".";
"_go_to_app_settings_"          = "Go to app settings";
"_passcode_protection_"         = "Password protection";
"_remove_favorites_"            = "Премахни от любимите";
"_remove_offline_"              = "Remove from offline";
"_add_favorites_"               = "Добави към любимите";
"_add_offline_"                 = "Add to offline";
"_remove_passcode_"             = "Remove password protection";
"_protect_passcode_"            = "Защити с парола";
"_share_"                       = "Споделяне";
"_reload_"                      = "Презареди";
"_open_in_"                     = "Open in…";
"_remove_local_file_"           = "Remove from cache";
"_add_local_"                   = "Добави към вътрешното хранилище";
"_comm_erro_pull_down_"         = "Attention: Communication error with the server. Pull down to refresh.";
"_file_not_downloaded_"         = "file not dowloaded";
"_file_not_uploaded_"           = "file not uploaded";
"_folders_"                     = "папки";
"_folder_"                      = "папка";
"_files_"                       = "файлове";
"_file_"                        = "файл";
"_folder_blocked_"              = "Folder blocked";
"_downloading_progress_"        = "Initiating download of files…";
"_no_file_pull_down_"           = "Upload a file or pull down to refresh";
"_browse_images_"               = "Browse images";
"_synchronized_folder_"         = "Keep the folder synchronized";
"_remove_synchronized_folder_"  = "Turn off the synchronization";
"_synchronized_confirm_"        = "Enabling the synchronization, all files in the folder will be synchronized with the server, continuous ?";
"_offline_folder_confirm_"      = "After enabling the offline folder, all files in it will be synchronized with the server, continue?";
"_file_not_found_reload_"       = "File not found, pull down to refresh";
"_title_section_download_"      = "DOWNLOAD";
"_title_section_upload_"        = "UPLOAD";
"_group_alphabetic_yes_"        = "✓ Group alphabetically";
"_group_alphabetic_no_"         = "Group alphabetically";
"_group_typefile_yes_"          = "✓ Group by Type File";
"_group_typefile_no_"           = "Group by Type File";
"_group_date_yes_"              = "✓ Group by Date";
"_group_date_no_"               = "Group by Date";
"_element_"                     = "елемент";
"_elements_"                    = "елемента";
"_tite_footer_upload_wwan_"     = "  Wi-Fi network required, %lu %@ to upload";
"_tite_footer_upload_"          = "%lu %@ to upload";
"_tite_footer_download_wwan_"   = "  Wi-Fi network required, %lu %@ to download";
"_tite_footer_download_"        = "%lu %@ to download";
"_limited_dimension_"           = "Достигнат е максималният размер";
"_save_selected_files_"         = "Save images and videos to photo album";
"_file_not_saved_cameraroll_"   = "Error: File not saved in photo album";
"_file_saved_cameraroll_"       = "File saved in photo album";
"_directory_on_top_yes_"        = "✓ Folders on top";
"_directory_on_top_no_"         = "Първо папките";
"_folder_automatic_upload_"     = "Folder for \"Auto upload\"";
"_search_no_record_found_"      = "No result";
"_search_in_progress_"          = "Search in progress…";
"_search_instruction_"          = "Search for file (minimum 2 characters)";
"_files_no_files_"              = "Няма файлове";
"_files_no_folders_"            = "Няма папки";
"_request_in_progress_"         = "Request to server in progress…";

"audio"                         = "АУДИО";
"compress"                      = "COMPRESS";
"directory"                     = "ПАПКИ";
"document"                      = "ДОКУМЕНТИ";
"image"                         = "ИЗОБРАЖЕНИЯ";
"template"                      = "ШАБЛОНИ";
"unknow"                        = "UNKNOWN";
"video"                         = "ВИДЕО";

"_file_del_only_local_"         = "File not present on server";

"_copy_file_"                   = "Копирай файла";
"_copy_files_"                  = "Copy files";
"_paste_file_"                  = "Paste file";
"_paste_files_"                 = "Paste files";
"_open_quicklook_"              = "Open with Quick Look";

"_search_this_folder_"          = "Search in this folder";
"_search_all_folders_"          = "Search in all folders";
"_search_sub_folder_"           = "Search here and in subfolders";

"_theming_is_light_"            = "Server theming too brightly coloured, not applicable";
"_cancel_all_task_"             = "Cancel all transfers";

"_status_wait_download_"        = "Waiting for download";
"_status_in_download_"          = "In download";
"_status_downloading_"          = "Сваляне";
"_status_wait_upload_"          = "Waiting for upload";
"_status_in_upload_"            = "In upload";
"_status_uploading_"            = "Качване";

// Media

"_select_media_folder_"         = "Select the \"Media\" folder";
"_media_viewimage_show_"        = "Покажи снимките";
"_media_viewimage_hide_"        = "Скрий снимките";
"_media_viewvideo_show_"        = "Покажи видеото";
"_media_viewvideo_hide_"        = "Скрий видеото";

// Files Preview

"_insert_password_pfd_"         = "Secure PDF. Enter password";
"_password_pdf_error_"          = "Грешна парола";
"_error_download_photobrowser_" = "Error: Unable to download photo";

// Share

"_share_link_"                  = "Връзка за споделяне";
"_share_link_button_"           = "Изпращане на връзка чрез…";
"_password_"                    = "Парола";
"_share_password_"              = "Password protect link";
"_share_expirationdate_"        = "Срок на валидност за връзка";
"_date_"                        = "Дата";
"_share_title_"                 = "Споделяне";
"_add_sharee_"                  = "Add users or groups";
"_add_sharee_footer_"           = "You can share this resource by adding users or groups. To remove a share, remove all users and groups";
"_find_sharee_title_"           = "Търси";
"_find_sharee_"                 = "Search for user or group…";
"_find_sharee_footer_"          = "Enter part of the name of the user or group to be searched (at least 2 characters) followed by 'Return', select the users that can access the share followed by 'Done' to confirm";
"_user_is_group_"               = " (group)";
"_direct_sharee_title_"         = "Споделяне";
"_direct_sharee_footer_"        = "If you already know the name, enter it, then select the share type and press 'Done' to confirm";
"_direct_sharee_"               = "Въведете потребителско име…";
"_user_sharee_footer_"          = "Tap to change permissions";
"_share_type_title_"            = "Type of share";
"_share_type_user_"             = "Потребител";
"_share_type_group_"            = "Група";
"_share_type_remote_"           = "Remote";
"_enforce_password_protection_" = "Изискай защита с парола.";
"_password_obligatory_"         = "Enforce password protection enabled, password obligatory";
"_shared_with_you_by_"          = "Shared with you by";
"_shareLinksearch_placeholder_" = "Type a name and press Enter";
"_new_comment_"                 = "Нов коментар…";
"_edit_comment_"                = "Редактирай коментра";
"_delete_comment_"              = "Изтрий коментар";
"_share_allow_editing_"         = "Разреши редактиране";
"_share_read_only_"             = "Само за четене";
"_share_allow_upload_"          = "За качване и редактиране";
"_share_file_drop_"             = "Само за качване";
"_share_hide_download_"         = "Скрий свалянето";
"_share_password_protect_"      = "Защита с парола";
"_share_expiration_date_"       = "Срок на валидност";
"_share_note_recipient_"        = "Бележка за получателя";
"_share_delete_sharelink_"      = "Изтрий споделената връзка";
"_share_add_sharelink_"         = "Добави още една връзка";
"_share_can_reshare_"           = "Може да споделя повторно";
"_share_can_create_"            = "Може да създава";
"_share_can_change_"            = "Може да променя";
"_share_can_delete_"            = "Може да изтрива";
"_share_unshare_"               = "Прекрати споделянето";

// Share Permission

"_share_permission_title_"          = "Privileges";
"_share_permission_edit_"           = "Може да редактира";
"_share_permission_file_can_write_" = "Can write file";
"_share_permission_create_"         = "Може да създава";
"_share_permission_create_file_"    = "Може да създава файлове";
"_share_permission_create_folder_"  = "Може да създава папки";
"_share_permission_change_"         = "Може да променя";
"_share_permission_delete_"         = "Може да изтрива";
"_share_permission_share_"          = "Може да споделя";
"_share_permission_rename_"         = "Може да преименува";
"_share_permission_move_"           = "Може да премества";
"_share_permission_read_"           = "Can read";
"_share_permission_info_"           = "Sharing information";
"_share_permission_path_"           = "Файл/Папка";
"_share_permission_type_"           = "Тип";
"_share_permission_typeuser_"       = "Потребител";
"_share_permission_typegroup_"      = "Група";
"_share_permission_typepubliclink_" = "Връзка";
"_share_permission_typefederated_"  = "Federated";
"_share_permission_owner_"          = "Създател";
"_share_permission_date_"           = "Дата";
"_share_permission_email_"          = "Notification via email";
"_share_link_readonly_"             = "Само за четене";
"_share_link_modify_"               = "Разреши редактиране";
"_share_link_upload_"               = "Само за качване";
"_share_link_upload_modify_"        = "За качване и редактиране";
"_share_link_hide_download_"        = "Скрий свалянето";

// ShareInfoCMOC

"_type_resource_connect_you_"       = "Споделени с вас";
"_type_resource_external_"          = "Външно хранилище";

// Share Ext

"_destiny_folder_"                  = "Folder: %@";

"_no_transfer_"                     = "No transfers yet";
"_no_transfer_sub_"                 = "Uploads and downloads from this device will show up here";
"_no_activity_"                     = "Все още няма активност";
"_transfers_"                       = "Transfers";
"_activity_"                        = "Активност";
"_activity_file_not_present_"       = "File no longer present";
"_trash_file_not_found_"            = "It seems that the file is not in the trash, go to the trash to update it and try again";

// List Shares

"_list_shares_"                     = "Споделени";
"_list_shares_no_files_"            = "No shares yet";
"_tutorial_list_shares_view_"       = "Файловете и папки, които сте споделили, ще се показват тук";


// Offline - Local Storage

"_create_synchronization_"          = "Create synchronization";
"_offline_"                         = "Offline";
"_local_storage_"                   = "Вътрешно хранище";
"_local_storage_no_record_"         = "No files yet";

// Create Cloud

"_upload_photos_videos_"            = "Upload photos or videos";
"_upload_file_"                     = "Качи файл";
"_upload_file_text_"                = "Създаване на текстови файл";
"_create_nextcloudtext_document_"   = "Create text document";

// Document Picker

"_save_document_picker_"            = "Save here";

// CreateFormUploadAssets

"_destination_folder_"              = "Destination folder";
"_use_folder_auto_upload_"          = "Use the \"Auto upload\" folder as destination";
"_rename_filename_"                 = "Преименувай";
"_filename_"                        = "Име на файла";
"_preview_filename_"                = "Example preview of filename. You can use the mask %@ for date/time";
"_forbidden_characters_"            = "The file or folder name contains invalid characters";
"_add_filenametype_"                = "Specify type in filename";
"_filenametype_photo_video_"        = "Photo/Video";
"_maintain_original_filename_"      = "Maintain original filename";
"_modify_photo_"                    = "Modify photo";

// Notification

"_notification_"                    = "Известие";
"_no_notification_"                 = "No notification yet";

// Photo Browser

"Done"                              = "Готово";
"Select Photos"                     = "Изберете снимки";
"photo"                             = "снимки";
"photos"                            = "снимки";
"of"                                = "от";
"%i of %i"                          = "%1$i of %2$i";

// Manage Auto Upload FileName

"_autoupload_filename_title_"       = "Auto upload filename";

// Text File

"_untitled_txt_"                    = "Untitled.txt";
"_text_upload_title_"               = "Upload text file";

// EndToEnd Encryption

"_e2e_settings_title_"              = "Криптиране";
"_e2e_settings_"                    = "Криптиране";
"_e2e_settings_start_"              = "Start end-to-end encryption";
"_e2e_settings_not_available_"      = "End-to-end encryption not available";
"_e2e_settings_activated_"          = "End-to-end encryption activated";
"_e2e_settings_view_passphrase_"    = "Всички 12 думи заедно правят много силна парола, позволявайки само Вие да преглеждате и използвате вашите криптирани файлове. Моля запишете я и я пазете на сигурно място.";
"_e2e_settings_read_passphrase_"    = "Read passphrase";
"_e2e_settings_lock_not_active_"    = "Lock not active, go back to \"Settings\" and activate it";
"_e2e_settings_the_passphrase_is_"  = "The passphrase is:";
"_e2e_passphrase_request_title_"    = "Request passphrase";
"_e2e_passphrase_request_message_"  = "Insert the 12 words";
"_e2e_settings_remove_"             = "Remove the encryption locally";
"_e2e_settings_remove_message_"     = "Confirm removal of encryption along with the passphrase.";
"_e2e_set_folder_encrypted_"        = "Encrypt";
"_e2e_remove_folder_encrypted_"     = "Decrypt";
"_e2e_goto_settings_for_enable_"    = "This is an encrypted directory, go to \"Settings\" and enable end-to-end encryption";
"_e2e_delete_folder_not_permitted_" = "Deletion of the directory marked as 'encrypted' is not allowed";
"_e2e_error_encode_metadata_"       = "Serious internal error in encoding metadata";
"_e2e_error_decode_metadata_"       = "Serious internal error in decoding metadata";
"_e2e_error_create_encrypted_"      = "Could not create encrypted file";
"_e2e_error_update_metadata_"       = "Update metadata error";
"_e2e_error_store_metadata_"        = "Could not save metadata";
"_e2e_error_send_metadata_"         = "Could not send metadata";"_e2e_error_delete_metadata_"       = "Could not delete metadata";
"_e2e_error_get_metadata_"          = "Could not fetch metadata";
"_e2e_error_not_enabled_"           = "Serious internal error. End-to-end encryption not enabled";
"_e2e_error_record_not_found_"      = "Serious internal error. Records not found";
"_e2e_error_unlock_"                = "Could not unlock folder";
"_e2e_error_lock_"                  = "Could not lock folder";
"_e2e_error_delete_mark_folder_"    = "Decrypt marked folder";
"_e2e_error_mark_folder_"           = "Encrypt folder";
"_e2e_error_directory_not_empty_"   = "The directory is not empty";

// Scan Document

"_scans_document_"                  = "Scan document";
"_scanned_images_"                  = "Scanned images";
"_scan_document_pdf_page_"          = "Page";
"_scan_label_document_zone_"        = "Drag images down for document creation";
"_filter_original_"                 = "Original";
"_filter_bn_"                       = "Black & White";
"_filter_grayscale_"                = "Grayscale";
"_quality_image_title_"             = "Image quality";
"_quality_high_"                    = "Large file size of high quality";
"_quality_medium_"                  = "Average file size of medium quality";
"_quality_low_"                     = "Small file size of low quality";
"_file_type_"                       = "File type";
"_pdf_password_"                    = "PDF парола";
"_file_creation_"                   = "File creation";
"_delete_all_scanned_images_"       = "Do you want to delete all scanned images?";
"_text_recognition_"                = "Text recognition";

/* The title on the navigation bar of the Scanning screen. */
"wescan.scanning.title"             = "Scanning";
/* The "Next" button on the right side of the navigation bar on the Edit screen. */
"wescan.edit.button.next"           = "Напред";
/* The title on the navigation bar of the Edit screen. */
"wescan.edit.title"                 = "Edit Scan";
/* The "Done" button on the right side of the navigation bar on the Review screen. */
"wescan.review.button.done"         = "Готово";
/* The title on the navigation bar of the Review screen. */
"wescan.review.title"               = "Review";

// Trah

"_trash_view_"                      = "Изтрити файлове";
"_trash_restore_all_"               = "Restore all files";
"_trash_delete_all_"                = "Изпразни кошчето";
"_trash_no_trash_"                  = "No files deleted";
"_trash_no_trash_description_"      = "You can restore deleted files from here";
"_trash_restore_selected_"          = "Restore selected files";
"_trash_delete_selected_"           = "Deleted selected files";

// Offline

"_manage_file_offline_"             = "Manage offline files";
"_set_available_offline_"           = "Set as available offline";
"_remove_available_offline_"        = "Remove as available offline";

// Richdocuments

"_create_new_document_"             = "Нов документ";
"_create_new_spreadsheet_"          = "Нова таблица";
"_create_new_presentation_"         = "Нова презентация";
"_go_online_"                       = "Go online to see the document";

// Intro

"_intro_1_title_"                   = "Съхранявате данните си на сигурно място и под ваш контрол";
"_intro_2_title_"                   = "Secure collaboration & file exchange";
"_intro_3_title_"                   = "Лесни за употреба уеб имейл, календар и контакти";
"_intro_4_title_"                   = "Screensharing, online meetings & web conferences";

"_log_in_"                          = "Вписване";
"_sign_up_"                         = "Sign up with provider";
"_host_your_own_server"             = "Стартирайте собствен сървър";

// Error

"_unauthorized_"                        = "Неупълномощен";
"_bad_username_password_"               = "Грешен потребител или парола";
"_cancelled_by_user"                    = "Трансферът е отказан";
"_error_folder_destiny_is_the_same_"    = "It is not possible to move the folder into itself";
"_error_not_permission_"                = "You don't have permission to complete the operation";
"_error_path_"                          = "Unable to open this file or folder. Please make sure it exists";
"_file_upload_not_exitst_"              = "The file that you want to upload does not exist";
"_forbidden_characters_from_server_"    = "The name contains at least one invalid character";
"_not_connected_internet_"              = "Server connection error";
"_not_possible_connect_to_server_"      = "В момента не може да се установи връзка със сървъра";
"_not_possible_create_folder_"          = "Папката не може да бъде създадена";
"_server_down_"                         = "Could not establish contact with server";
"_time_out_"                            = "Timeout, try again";
"_unknow_response_server_"              = "Неочакван отговор от сървъра";
"_user_authentication_required_"        = "User authentication required";
"_file_directory_locked_"               = "File or directory locked";
"_ssl_certificate_untrusted_"           = "Сертификатът на сървъра е невалиден";
"_internal_server_"                     = "Вътрешно сървърна грешка";
"_file_already_exists_"                 = "Unable to complete the operation, a file with the same name exists";
"_file_folder_not_exists_"              = "The source file wasn't found at the specified path";
"_folder_contents_nochanged_"           = "The folder contents have not changed";
"_images_invalid_converted_"            = "The image is invalid and cannot be converted to a thumbnail";
"_method_not_expected_"                 = "Unexpected request method";
"_reauthenticate_user_"                 = "Access expired, log in again";
"_server_error_retry_"                  = "Сървърът не е наличен временно";
"_too_many_files_"                      = "Too many files would be involved in this operation";
"_too_many_request_"                    = "Sending too many requests caused the rate limit to be reached";
"_user_over_quota_"                     = "Storage quota is reached";
"_ssl_connection_error_"                = "Connection SSL error, try again";
"_bad_request_"                         = "Bad request";
"_webdav_locked_"                       = "WebDAV Locked: Trying to access locked resource";
"_error_user_not_available_"            = "The user is no longer available";
"_server_response_error_"               = "Server response content error";
"_no_nextcloud_found_"                  = "Nextcloud server not found";
"_error_decompressing_"                 = "Error during decompressing. Unknown compression method or the file is corrupt";
"_error_json_decoding_"                 = "Serious internal error in decoding metadata (The data couldn’t be read because it isn’t in the correct format.)";

// BKPasscode

"%d Failed Passcode Attempts" = "%d Failed Passcode Attempts";
"%d Failed Password Attempts" = "%d Failed Password Attempts";

"1 Failed Passcode Attempt" = "1 Failed Passcode Attempt";
"1 Failed Password Attempt" = "1 Failed Password Attempt";

"Do you want to use Touch ID for authentication?" = "Желаете ли да ползвате удостоверяване чрез Touch/Face ID?";

"Done" = "Готово";

"Enable Touch ID" = "Активирай Touch/Face ID";

"Enter a different passcode. Cannot re-use the same passcode." = "Въведете различен код за достъп. Не можете да използвате отново същият код.";
"Enter a different password. Cannot re-use the same password." = "Въведете различна парола. Не можете да използвате същата парола.";

"Enter a passcode" = "Въведете код за достъп";
"Enter a password" = "Въведете парола";

"Enter your new passcode" = "Въведете новият код за достъп";
"Enter your new password" = "Въведете новата парола";

"Enter your old passcode" = "Въведете стария код за достъп";
"Enter your old password" = "Въведете вашата старата парола";

"Enter your passcode" = "Въведете кода за достъп";
"Enter your password" = "Въведете вашата паролата";

"Invalid Passcode" = "Грешен код";
"Invalid Password" = "Грешна парола";

"Passcodes did not match.\nTry again." = "Кодовете не съвпадат.\nОпитайте отново.";
"Password did not match.\nTry again." = "Паролата не съвпада.\nОпитайте отново.";

"Re-enter your passcode" = "Въведете отново кода за достъп";
"Re-enter your password" = "Въведете отново вашата паролата ";

"Try again in %d minutes" = "Опитай отново след %d минути";

"Try again in 1 minute" = "Опитай отново след 1 минута";

// QRCode

"_qrcode_not_authorized_"   = "This app is not authorized to use Back Camera";
"_qrcode_not_supported_"    = "QRCode not supported by the current device";

// Voice Memo

"_create_voice_memo_"       = "Create voice memo";
"_voice_memo_start_"        = "Tap to start";
"_voice_memo_stop_"         = "Tap to stop";
"_voice_memo_filename_"     = "Voice memo";
"_voice_memo_title_"        = "Upload voice memo";

// IM

"_textnote_"                = "Text note";
"_audionote_"               = "Audio note";
"_removeaudionote_"         = "Do you want delete the audio note?";
"_detailpicture_"           = "Detail picture";
"_creation_archive_error_"  = "Error while creating archive";
"_read_audio_error_"        = "Error while reading audio file";
"_create_audio_error_"      = "Error while creating audio file";
"_create_image_error_"      = "Error while creating image file";
"_error_open_file_"         = "Error while opening a file";
"_new_background_im_"       = "Select an image, take a picture or do not select anything for a canvas background. Press 'Done' to complete.";
